const CREDIT_CUSTOMERS_MASTER = [
  {
    "code": "0001",
    "name": "คูปอง"
  },
  {
    "code": "1001",
    "name": "กิจถาวร",
    "name2": "กิจถาวร"
  },
  {
    "code": "1002",
    "name": "ศูนย์อพยพไทบ้าน"
  },
  {
    "code": "1003",
    "name": "เพโทรแอป"
  },
  {
    "code": "1004",
    "name": "กุศลส่งการค้า",
    "name2": "กุศลส่งการค้า"
  },
  {
    "code": "1005",
    "name": "หจก. เกษมตลาดไท",
    "name2": "หจก. เกษมตลาดไท"
  },
  {
    "code": "1006",
    "name": "บจก. กิจเจริญการ์เม้นท์ (LPG)",
    "name2": "กิจเจริญการ์เม้นท์"
  },
  {
    "code": "1006-1",
    "name": "บจก. กิจเจริญการ์เมนท์",
    "name2": "บจก. กิจเจริญการ์เมนท์"
  },
  {
    "code": "1007",
    "name": "ศรีสะเกษกิจทวี"
  },
  {
    "code": "1008",
    "name": "พูนทรัพย์วัสดุ.",
    "name2": "พูนทรัพย์วัสดุ"
  },
  {
    "code": "1009",
    "name": "เกียรติศักดิ์ค้าไม้."
  },
  {
    "code": "1010",
    "name": "การกีฬาแห่งชาติ (วงโยธวาทิต)",
    "name2": "มหาวิทยาลัยการกีฬาแห่งชาติ (วงโยธวาทิต)"
  },
  {
    "code": "1011",
    "name": "หลุมอัดฉีดสะพานขาว",
    "name2": "หลุมอัดฉีดสะพานขาว",
    "address": "อำเภอเมืองศรีสะเกษ จังหวัดศรีสะเกษ"
  },
  {
    "code": "1012",
    "name": "สมาคมกีฬาแห่งจังหวัดศรีสะเกษ",
    "name2": "สนง.การกีฬาแห่งประเทศไทย ภาค 3"
  },
  {
    "code": "1013",
    "name": "ส.การโยธา 1993 จำกัด"
  },
  {
    "code": "1014",
    "name": "โค้วทองอยู่พรีเมี่ยม ( ดาว 2)",
    "name2": "โค้วทองอยู่พรีเมี่ยม ( ดาว 2)"
  },
  {
    "code": "1014-1",
    "name": "พรีเมียม หนองตะมะ",
    "name2": "พรีเมียม หนองตะมะ"
  },
  {
    "code": "1015",
    "name": "กิจเจิรญไอศกรีม"
  },
  {
    "code": "1016",
    "name": "งานงิ้ว",
    "name2": "งานงิ้ว"
  },
  {
    "code": "1017",
    "name": "ศูนย์ใหม่"
  },
  {
    "code": "1018",
    "name": "ค๊อกพิทสะพานขาว",
    "name2": "ค๊อกพิทสะพานขาว"
  },
  {
    "code": "1019",
    "name": "โค้วเคียกเซ้ง"
  },
  {
    "code": "1020",
    "name": "คุณ กิตติ (โรงน้ำแข็งศรีต้นสน)"
  },
  {
    "code": "1022",
    "name": "ง้วนเส็งวัสดุก่อสร้าง"
  },
  {
    "code": "1023",
    "name": "โรงสีไฟเจียเม้ง"
  },
  {
    "code": "1023-1",
    "name": "บริษัท บางซือโรงสีไฟเจียเม้ง จำกัด (ร่วม)",
    "name2": "บริษัท บางซื่อโรงสีไฟเจียเม้ง จำกัด (ร่วม)"
  },
  {
    "code": "1025",
    "name": "จิบฮะ"
  },
  {
    "code": "1026",
    "name": "จันทร์มณีเลิศค้าไม้"
  },
  {
    "code": "1031",
    "name": "โค้วทองอยู่",
    "name2": "โค้วทองอยู่"
  },
  {
    "code": "1032",
    "name": "ศรีสะเกษเจริญกิจซัพพลาย",
    "name2": "ศรีสะเกษเจริญซัพพลาย"
  },
  {
    "code": "1037",
    "name": "เจริญวัฒนา  2",
    "name2": "เจริญวัฒนา  2"
  },
  {
    "code": "1038",
    "name": "บริษัท น้ำจันทร์ สยาม จำกัด",
    "name2": "บริษัท น้ำจันทร์ สยาม จำกัด"
  },
  {
    "code": "1039",
    "name": "จันทร์มณีเลิศก่อสร้าง"
  },
  {
    "code": "1040",
    "name": "หจก. เจ็ทดีเวลลอปเมนท์",
    "name2": "หจก. เจ็ทดีเวลลอปเมนท์"
  },
  {
    "code": "1042",
    "name": "บริษัท ซอยล์ซัพพอร์ตติ้ง จำกัด",
    "name2": "ซอยล์ซัพพอร์ติ้ จำกัด"
  },
  {
    "code": "1043",
    "name": "โรงงานก๋วยเตี๋ยวชุนกี่",
    "name2": "โรงงานก๋วยเตี๋ยวชุนกี่"
  },
  {
    "code": "1046",
    "name": "ซอซิน พยุห์"
  },
  {
    "code": "1047",
    "name": "ศรีสะเกษซีหลี"
  },
  {
    "code": "1048",
    "name": "ชัยรุ่งเรืองยนต์"
  },
  {
    "code": "1049",
    "name": "ซุ่นเฮงพลาซ่า"
  },
  {
    "code": "1050",
    "name": "ซูล  เน็ตเวิร์ค  จำกัด",
    "name2": "ซูล  เน็ตเวิร์ค"
  },
  {
    "code": "1051",
    "name": "บจก.ศรีสะเกษทวีผลก่อสร้าง",
    "name2": "หจก. ศรีสะเกษทวีผลก่อสร้าง"
  },
  {
    "code": "1052",
    "name": "ชัยรุ่งวิศวการ",
    "name2": "ชัยรุ่งวิศวการ"
  },
  {
    "code": "1052-1",
    "name": "ชัยรุ่งวิศวการ ( เติมอุบล)",
    "name2": "ชัยรุ่งวิศวการ (Copy)"
  },
  {
    "code": "1053",
    "name": "เจริญชัยคอนกรีต"
  },
  {
    "code": "1054",
    "name": "ชัยอิสาณ",
    "name2": "ชัยอิสาณ"
  },
  {
    "code": "1056",
    "name": "คิงส์วัสดุ",
    "name2": "คิงส์วัสดุ"
  },
  {
    "code": "1057",
    "name": "ชัยเจริญ คูสี่แจ"
  },
  {
    "code": "1058",
    "name": "ชัยโทรทัศน์อิเล็คทริคเวิร์ล"
  },
  {
    "code": "1059",
    "name": "ชัยชนะ"
  },
  {
    "code": "1060",
    "name": "โรงน้ำแข็งประสงค์ทรัพย์"
  },
  {
    "code": "1061",
    "name": "อู่ชัยเจริญ"
  },
  {
    "code": "1062",
    "name": "บริษัท  ศรีสะเกษเวชการ  จำกัด"
  },
  {
    "code": "1063",
    "name": "ชยาภัสร์"
  },
  {
    "code": "1064",
    "name": "ดำรงกิจ"
  },
  {
    "code": "1065",
    "name": "หจก.หนุ่มน้อย  บ้านตูม"
  },
  {
    "code": "1066",
    "name": "เจ๊แดงตลาดสด"
  },
  {
    "code": "1068",
    "name": "ตั้งโชคดี"
  },
  {
    "code": "1069",
    "name": "อีซูซุตังปักศรีสะเกษ"
  },
  {
    "code": "1070",
    "name": "บริษัท  บรอดแบนด์  เค.ที.  จำกัด"
  },
  {
    "code": "1071",
    "name": "บริษัท  แฮนด์ ทู แฮนด์ เซอร์วิส จำกัด"
  },
  {
    "code": "1072",
    "name": "บจก. สไมส์ (2009 )",
    "name2": "บจก. สไมส์ (2009 )"
  },
  {
    "code": "1075",
    "name": "เต็มใจพานิช"
  },
  {
    "code": "1076",
    "name": "เหล็กเติมสิน (เติมสินพาณิชย์)"
  },
  {
    "code": "1077",
    "name": "ต.ไทยเจริญ อุทุมพร"
  },
  {
    "code": "1078",
    "name": "หจก.ไทยเจริญ",
    "name2": "หจก.ไทยเจริญ"
  },
  {
    "code": "1079",
    "name": "อีซูซุตังปัก(บริษัท ฐานซ่อมสี จำกัด)"
  },
  {
    "code": "1080",
    "name": "ทีทีส่งเสริมการเกษตร"
  },
  {
    "code": "1081",
    "name": "เอส แอล คอนกรีตผสมเสร็จ"
  },
  {
    "code": "1082",
    "name": "บริษัท ที ควอลิตี้ จำกัด",
    "name2": "บริษัท ที ควอลิตี้ จำกัด"
  },
  {
    "code": "1083",
    "name": "โรงเลื่อยจักรไทยรุ่งเรือง"
  },
  {
    "code": "1084",
    "name": "หจก. ศรีสะเกษโรงสีไทยเจริญ ( เต่าบิน )",
    "name2": "หจก. ศรีสะเกษโรงสีไทยเจริญ"
  },
  {
    "code": "1085",
    "name": "ทองแสน"
  },
  {
    "code": "1086",
    "name": "ทีพย์ธารา"
  },
  {
    "code": "1087",
    "name": "โรงสีโตมี (ทองนทีเทพ)"
  },
  {
    "code": "1090",
    "name": "นวพรรณลิสซิ่ง"
  },
  {
    "code": "1090-1",
    "name": "บจก .นวพรรณลิสซิ่ง (เติมอุบล)",
    "name2": "ยจก .นวพรรณลิสซิ่ง (เติมอุบล)"
  },
  {
    "code": "1091",
    "name": "บริษัท ไธยวัชระก่อสร้าง จำกัด"
  },
  {
    "code": "1091-1",
    "name": "ไธยวัชระก่อสร้าง จำกัด (เติมอุบล)",
    "name2": "บริษัท ไธยวัชระก่อสร้าง จำกัด (เติมอุบล)"
  },
  {
    "code": "1092",
    "name": "นาย สมพงษ์ ( ตู้ )",
    "name2": "นาย สมพงษ์"
  },
  {
    "code": "1093",
    "name": "ศรีสะเกษ ที ที มอเตอร์"
  },
  {
    "code": "1095",
    "name": "ไทยสงวน ( อุทุมพร )"
  },
  {
    "code": "1097",
    "name": "ไทยยนต์กันทรลักษ์",
    "name2": "ไทยยนต์กันทรลักษ์"
  },
  {
    "code": "1098",
    "name": "กิจการร่วมค้า TS&TN"
  },
  {
    "code": "1099",
    "name": "บริษัท ที ที คอม จำกัด"
  },
  {
    "code": "1100",
    "name": "หจก. ธนภพ ลัคกี้โกรว์",
    "name2": "หจก. ธนภพ ลัคกี้โกรว์"
  },
  {
    "code": "1102",
    "name": "ธนาคาร กรุงเทพ จำกัด (มหาชน)"
  },
  {
    "code": "1102-1",
    "name": "ธนาคาร กรุงเทพ จำกัด (ส่วนประกันย่อย)"
  },
  {
    "code": "1104",
    "name": "บจก.ที.เพนท์",
    "name2": "ทีเพนท์"
  },
  {
    "code": "1112",
    "name": "เน็คกี้เซ็นเตอร์ ศรีสะเกษ"
  },
  {
    "code": "1114",
    "name": "บรรจงวัสดุ"
  },
  {
    "code": "1116",
    "name": "บุญชัยพาณิชย์"
  },
  {
    "code": "1117",
    "name": "บริษัท  บุญศิริโฟรเซ่นโปรดักส์ จำกัด"
  },
  {
    "code": "1120",
    "name": "หจก.บี ที ดิสตริบิวเตอร์"
  },
  {
    "code": "1121",
    "name": "บอมเบียร์"
  },
  {
    "code": "1124",
    "name": "บียอนด์"
  },
  {
    "code": "1125",
    "name": "เทเลคอม เค.ที.จำกัด"
  },
  {
    "code": "1127",
    "name": "บริษัท นาอีฟ ฟูดส์ จำกัด"
  },
  {
    "code": "1128",
    "name": "บ.บุรีรัมย์ธงชัยก่อสร้าง จก."
  },
  {
    "code": "1129",
    "name": "ฤทธิชัยก่อสร้าง"
  },
  {
    "code": "1138",
    "name": "บริษัท  ธัญหิรัณย์ จำกัด"
  },
  {
    "code": "1139",
    "name": "หจก.ประกิตลักษณ์ก่อสร้าง",
    "name2": "หจก.ประกิตลักษณ์ก่อสร้าง"
  },
  {
    "code": "1141",
    "name": "ปิยะกลการ"
  },
  {
    "code": "1142",
    "name": "บริษัท ปาริภัทร์ จำกัด"
  },
  {
    "code": "1143",
    "name": "บริษัท ป.วิชัย จำกัด",
    "name2": "บริษัท ป.วิชัย จำกัด"
  },
  {
    "code": "1144",
    "name": "บริษัท ยูโร่ ป.วิชัย จำกัด",
    "name2": "บริษัท ยูโร่ ป.วิชัย จำกัด"
  },
  {
    "code": "1147",
    "name": "เปลวทอง"
  },
  {
    "code": "1150",
    "name": "ธนภพการเกษตร (ไพรัช)"
  },
  {
    "code": "1151",
    "name": "ร้านเจริญพร"
  },
  {
    "code": "1152",
    "name": "พงษ์นิเวศน์"
  },
  {
    "code": "1153",
    "name": "ไพศาล วี เซ็นเตอร์  จำกัด"
  },
  {
    "code": "1154",
    "name": "ไพศาลวิทยา"
  },
  {
    "code": "1155",
    "name": "พีเจ เครื่องเย็น (ธงชัยอุตสาหกรรม)"
  },
  {
    "code": "1156",
    "name": "หจก.ภารดรก่อสร้าง(ร้านพรเจริญซีเมนต์บล็อก)"
  },
  {
    "code": "1157",
    "name": "บริษัท ฟาติมะฮ์ฟูดส์โปรดักส์ จำกัด"
  },
  {
    "code": "1158",
    "name": "พนมรุ้งขนส่ง"
  },
  {
    "code": "1159",
    "name": "บริษัท เพื่อนเพชร",
    "name2": "บริษัท เพื่อนเพชร บริษัท เพื่อนเพชร"
  },
  {
    "code": "1160",
    "name": "บริษัท ฟาร์ทธารทอง จำกัด"
  },
  {
    "code": "1161",
    "name": "ท่าทรายพนมศักดิ์"
  },
  {
    "code": "1162",
    "name": "พูนทรัพย์วัสดุ",
    "name2": "พูนทรัพย์วัสดุ"
  },
  {
    "code": "1163",
    "name": "โฟรเซเว่นอินเตอร์ฟู้ดส์"
  },
  {
    "code": "1169",
    "name": "บจก. พี วี คอม แอนด์ เทคโนโลยี",
    "name2": "บจก. พี วี คอม แอนด์ เทคโนโลยี"
  },
  {
    "code": "1170",
    "name": "บริษัท  มิตซูไทยยนต์ จำกัด สาขาศรีสะเกษ"
  },
  {
    "code": "1171-1",
    "name": "บริษัท พ.ศ.ช.ผลิตภัณฑ์อาหาร จำกัด",
    "name2": "บริษัท พ.ศ.ช.ผลิตภัณฑ์อาหาร จำกัด"
  },
  {
    "code": "1172",
    "name": "รถเชิญเจ้า"
  },
  {
    "code": "1173",
    "name": "บริษัท ภูมิพัฒน์การค้าและก่อสร้าง จำกัด"
  },
  {
    "code": "1174",
    "name": "มิ้งพานิช"
  },
  {
    "code": "1175",
    "name": "บริษัท แม่ประทาน จำกัด"
  },
  {
    "code": "1176",
    "name": "ร.ร.วัดมหาพุทธารามศรีสะเกษ"
  },
  {
    "code": "1177",
    "name": "ร.ร. วัดหลวงวิทยา"
  },
  {
    "code": "1181",
    "name": "ยาว(ขนส่งมิชลิน)"
  },
  {
    "code": "1182",
    "name": "ย่งล้งกิจเกษตร"
  },
  {
    "code": "1183",
    "name": "รุ่งฤทธิ์ วัสดุก่อสร้าง"
  },
  {
    "code": "1185",
    "name": "บริษัท มิตซูศรีสะเกษทีทีออโต้ จำกัด"
  },
  {
    "code": "1186",
    "name": "บริษัท  ศรีสะเกษทีทีออโตโมบิล  จำกัด ( มาสด้า )",
    "name2": "บริษัท  ศรีสะเกษทีทีออโตโมบิล  จำกัด"
  },
  {
    "code": "1188",
    "name": "เรืองสินไทย"
  },
  {
    "code": "1189",
    "name": "ศรีสะเกษรวมกิจ"
  },
  {
    "code": "1190",
    "name": "ท่าทรายรุ่งอรุณ"
  },
  {
    "code": "1192",
    "name": "ร.ร.รวมสินวิทยา"
  },
  {
    "code": "1193",
    "name": "ลิ้มไทง้วนศรีสะเกษ"
  },
  {
    "code": "1194",
    "name": "ฟ้าไทยอลูมิเนียม"
  },
  {
    "code": "1195",
    "name": "โชครุ่งเรือง"
  },
  {
    "code": "1196",
    "name": "โล่เจริญ"
  },
  {
    "code": "1201",
    "name": "วารีเทพ ยางชุมน้อย"
  },
  {
    "code": "1202",
    "name": "ว.เจริญทรัพย์ศรีสะเกษ",
    "name2": "หจก.ว.เจริญทรัพย์"
  },
  {
    "code": "1203",
    "name": "วรรณกิจ"
  },
  {
    "code": "1204",
    "name": "วิทยาลัยเทคโนโลยีหลวงปู่สรวง"
  },
  {
    "code": "1209",
    "name": "หจก.โรงสีไฟศิริมงคล"
  },
  {
    "code": "1211",
    "name": "บริษัท ศรีสะเกษพันธุ์ทอง จำกัด",
    "name2": "บริษัท ศรีสะเกษพันธุ์ทอง จำกัด"
  },
  {
    "code": "1212",
    "name": "ส.เจริญทรัพย์",
    "name2": "ส.เจริญทรัพย์"
  },
  {
    "code": "1214",
    "name": "บริษัท ศิรินคร จำกัด"
  },
  {
    "code": "1215",
    "name": "หจก.ศรีสะเกษ นาโนเทค"
  },
  {
    "code": "1224",
    "name": "อุ่ยเจริญ"
  },
  {
    "code": "1228",
    "name": "อึ้งแซเฮง"
  },
  {
    "code": "1230",
    "name": "บจก นครทรัพย์เจริญชัย",
    "name2": "บจก นครทรัพย์เจริญชัย"
  },
  {
    "code": "1234",
    "name": "สุรกิจการสุรา"
  },
  {
    "code": "1235",
    "name": "สมคิด (รถตู้)"
  },
  {
    "code": "1236",
    "name": "มูลนิธิสว่างจิตต์ศรีสะเกษ"
  },
  {
    "code": "1237",
    "name": "มูลริเวอร์เทรด"
  },
  {
    "code": "1238",
    "name": "บริษัท  ศรีเมืองยนต์ จำกัด"
  },
  {
    "code": "1241",
    "name": "บจก. เอสอีเอ บิซิเนส"
  },
  {
    "code": "1245",
    "name": "ศรีสะเกษแสงชัย"
  },
  {
    "code": "1249",
    "name": "แสงทวี"
  },
  {
    "code": "1251",
    "name": "หจก.แสงเจริญ กม.7 วัสดุการศีกษา"
  },
  {
    "code": "1253",
    "name": "บมจ.สินประดิษฐ์",
    "name2": "โรงสีสินประดิษฐ์"
  },
  {
    "code": "1255",
    "name": "บริษัท สามนอ 2007  จำกัด"
  },
  {
    "code": "1256",
    "name": "สิงห์ชัยรุ่งเรือง"
  },
  {
    "code": "1260",
    "name": "สายรุ้ง"
  },
  {
    "code": "1264",
    "name": "บ.สยามนิสสันศรีสะเกษ จก.",
    "name2": "บ.สยามนิสสันศรีสะเกษ จก."
  },
  {
    "code": "1264-1",
    "name": "บริษัท สยามนิสสันศรีสะเกษ จำกัด(ศูนย์)"
  },
  {
    "code": "1264-2",
    "name": "สยามนิสสัน (ศูนย์ซ่อมสีและตัวถัง)"
  },
  {
    "code": "1265",
    "name": "หจก. สิริมงคลพร๊อพเพอร์ตี้",
    "name2": "หจก. สิริมงคลพร๊อพเพอร์ตี้"
  },
  {
    "code": "1266",
    "name": "สินทวีการเกษตร",
    "name2": "สินทวีการเกษตร"
  },
  {
    "code": "1267",
    "name": "นายฟาง ( นายสมพาน  สมาน )",
    "name2": "นายฟาง ( นายสมพาน  สมาน )"
  },
  {
    "code": "1268",
    "name": "บิ๊กส่องแสง",
    "name2": "บิ๊กส่องแสง"
  },
  {
    "code": "1269",
    "name": "ศรีสะเกษเลาเจริญ"
  },
  {
    "code": "1271",
    "name": "สหนำโชค"
  },
  {
    "code": "1273",
    "name": "อิ๋วฮะวัสดุ"
  },
  {
    "code": "1274",
    "name": "อู่เซ่งไถ่"
  },
  {
    "code": "1277",
    "name": "อำนวยไชยหลังคาเหล็ก"
  },
  {
    "code": "1278",
    "name": "ฮั่วฮวดยนต์กลการ (จิระกลการ)"
  },
  {
    "code": "1283",
    "name": "RP ธนทรัพย์"
  },
  {
    "code": "1285",
    "name": "ร้านอุดรชัยเสาปูน"
  },
  {
    "code": "1286",
    "name": "บจก. เฮงเซลล์ แอนด์ เซอร์วิส",
    "name2": "เฮ"
  },
  {
    "code": "1287",
    "name": "บริษัท เอ็ม ยู กรู๊ป จำกัด",
    "name2": "บริษัท เอ็ม ยู กรู๊ป จำกัด"
  },
  {
    "code": "1289",
    "name": "อุบลเมืองทอง"
  },
  {
    "code": "1290",
    "name": "โชค AAA"
  },
  {
    "code": "1291",
    "name": "บริษัท ฤทธา จำกัด"
  },
  {
    "code": "1297",
    "name": "อรรฆโชติ"
  },
  {
    "code": "1307",
    "name": "ศรีสะเกษกิจเจริญไทย"
  },
  {
    "code": "1309",
    "name": "สงวนชัยอุบล"
  },
  {
    "code": "1310",
    "name": "หจก. เหนือฟ้า โอเอ แอนด์ คอนสตรัคชั่น",
    "name2": "หจก. เหนือฟ้า โอเอ แอนด์ คอนสตรัคชั่น"
  },
  {
    "code": "1317",
    "name": "ศรีสะเกษออกแบบและก่อสร้าง"
  },
  {
    "code": "1317-1",
    "name": "ศรีสะเกษออกแบบและก่อสร้าง ( น้ำมันดำ )",
    "name2": "ศรีสะเกษออกแบบและก่อสร้าง (Copy)"
  },
  {
    "code": "1318",
    "name": "บจก. เอกวิวัฒน์อุตสาหกรรม",
    "name2": "เอกวิวัฒน์อุตสาหกรรม จำกัด"
  },
  {
    "code": "1320",
    "name": "บริษัท ศิริมหาชัย โฮมเซ็นเตอร์  จำกัด",
    "name2": "บริษัท ศิริมหาชัย โฮมเซ็นเตอร์  จำกัด"
  },
  {
    "code": "1320-1",
    "name": "บริษัท ศิริมหาชัย เทรดดิ้ง จำกัด",
    "name2": "บริษัท ศิริมหาชัย เทรดดิ้ง จำกัด"
  },
  {
    "code": "1321",
    "name": "ปาร์มฟ้า"
  },
  {
    "code": "1322",
    "name": "สำนักพิมพ์พานทอง"
  },
  {
    "code": "1324",
    "name": "มูลนิธิสงเคราะห์ศรีสะเกษ",
    "name2": "มูลนิธิสงเคราะห์ศรีสะเกษ"
  },
  {
    "code": "1325",
    "name": "โรงน้ำแข็งชัยสุดา"
  },
  {
    "code": "1326",
    "name": "ร.ร อนุบาลศรีสะเกษ"
  },
  {
    "code": "1342",
    "name": "ธงชัยโฮมแอร์เซอร์วิส"
  },
  {
    "code": "1343",
    "name": "แอ๋น"
  },
  {
    "code": "1345",
    "name": "เฮียเสริฐ บ้านตาโกน"
  },
  {
    "code": "1346",
    "name": "ธัญญะกิจ"
  },
  {
    "code": "1358",
    "name": "หงษ์เจริญ"
  },
  {
    "code": "2000",
    "name": "ใช้ในร้าน"
  },
  {
    "code": "2001",
    "name": "กรอกถัง"
  },
  {
    "code": "2002",
    "name": "เจ้"
  },
  {
    "code": "2002-1",
    "name": "เจ้- บ้านกระต่ำ"
  },
  {
    "code": "2022",
    "name": "เจ้าสัวเจริญทรัพย์"
  },
  {
    "code": "2024",
    "name": "สำนักงานใช้เอง"
  },
  {
    "code": "2043",
    "name": "โกบะ"
  },
  {
    "code": "3001",
    "name": "สนง.กศน จ.ศรีสะเกษ (หลุมอัดฉีด)",
    "name2": "สนง.กศน จ.ศรีสะเกษ (ดาว)"
  },
  {
    "code": "3002",
    "name": "สนง.เกษตรจังหวัดศรีสะเกษ"
  },
  {
    "code": "3002-1",
    "name": "สนง.เกษตรจังหวัดศรีสะเกษ (หลุมอัดฉีด)",
    "name2": "สำนักงานการเกษตร(ดาว) สำนักงานการเกษตร(ดาว)"
  },
  {
    "code": "3003",
    "name": "สนง.เกษตรและสหกรณ์ จังหวัดศรีสะเกษ"
  },
  {
    "code": "3005",
    "name": "กอ.รมน.จว.ศก."
  },
  {
    "code": "3007",
    "name": "การประปาส่วนภูมิภาค สาขาศรีสะเกษ"
  },
  {
    "code": "3007-1",
    "name": "การประปาส่วนภูมิภาคสาขาศรีสะเกษ (ดาว)",
    "name2": "การประปาส่วนภูมิภาคสาขาศรีสะเกษ"
  },
  {
    "code": "3008",
    "name": "การไฟฟ้าศรีสะเกษ"
  },
  {
    "code": "3008-1",
    "name": "การไฟฟ้า (หลุมอัดฉีด)",
    "name2": "การไฟฟ้า (หลุมอัดฉีด)"
  },
  {
    "code": "3011",
    "name": "แขวงทางหลวงที่ 2"
  },
  {
    "code": "3020",
    "name": "แขวงทางหลวงที่ 1"
  },
  {
    "code": "3021",
    "name": "สนง.คุมประพฤติ จ.ศรีสะเกษ"
  },
  {
    "code": "3030",
    "name": "สนง.จัดหางาน จ.ศรีสะเกษ"
  },
  {
    "code": "3031",
    "name": "สำนักงานจังหวัดศรีสะเกษ"
  },
  {
    "code": "3032",
    "name": "ศูนย์ดำรงค์ธรรม"
  },
  {
    "code": "3076",
    "name": "ชลประทานศรีสะเกษ"
  },
  {
    "code": "3100",
    "name": "ตำรวจภูธรจังหวัดศรีสะเกษ",
    "name2": "ตำรวจภูธรจังหวัดศรีสะเกษ"
  },
  {
    "code": "3100-1",
    "name": "ตำรวจภูธรจังหวัดศรีสะเกษ (หลุมอัดฉีด)",
    "name2": "ตำรวจภูธรจังหวัดศรีสะเกษ (หลุมอัดฉีด)"
  },
  {
    "code": "3101",
    "name": "สภ.เมือง"
  },
  {
    "code": "3116",
    "name": "สภ.โพนเขวา"
  },
  {
    "code": "3117",
    "name": "สภ.หนองไฮ"
  },
  {
    "code": "3120",
    "name": "พิสูจน์หลักฐาน"
  },
  {
    "code": "3140",
    "name": "ตรวจคนเข้าเมือง"
  },
  {
    "code": "3142",
    "name": "เทศบาล(เทศกิจ)"
  },
  {
    "code": "3142-1",
    "name": "เทศบาล(ป้องกัน)"
  },
  {
    "code": "3142-2",
    "name": "เทศบาล(สวัสดิการ)"
  },
  {
    "code": "3142-3",
    "name": "เทศบาล(การศึกษา)"
  },
  {
    "code": "3142-4",
    "name": "เทศบาล(คลัง)"
  },
  {
    "code": "3142-5",
    "name": "เทศบาล(การช่าง)"
  },
  {
    "code": "3142-6",
    "name": "เทศบาล (สาธารณสุข)"
  },
  {
    "code": "3142-7",
    "name": "เทศบาล (ยุทธศาสตร์)"
  },
  {
    "code": "3142-8",
    "name": "เทศบาล(กองปลัด)"
  },
  {
    "code": "3142-9",
    "name": "เทศบาล(โดยสาร)"
  },
  {
    "code": "3143",
    "name": "สถานุบาล (โรงรับจำนำ)"
  },
  {
    "code": "3144",
    "name": "สนง.ส่งเสริมการปกครองท้องถิ่น จ.ศรีสะเกษ"
  },
  {
    "code": "3145",
    "name": "ทางหลวงชนบทจังหวัดศรีสะเกษ"
  },
  {
    "code": "3146",
    "name": "หมวดบำรุงทางหลวงกันทรลักษณ์"
  },
  {
    "code": "3147",
    "name": "ศูนย์บำรุงทางหลวงชนบทอุทุมพรพิสัย",
    "name2": "ศูนย์บำรุงทางหลวงชนบทอุทุมพรพิสัย"
  },
  {
    "code": "3148",
    "name": "ศูนย์บำรุงทางหลวงชนบทขุขันธ์"
  },
  {
    "code": "3149",
    "name": "หมวดบำรุงทางหลวงกันทรารมย์"
  },
  {
    "code": "3150",
    "name": "สำนักงานที่ดิน"
  },
  {
    "code": "3151",
    "name": "สนง.ที่ดินจังหวัดศรีสะเกษ สาขาขุนหาญ",
    "name2": "สนง.ที่ดินจังหวัดศรีสะเกษ สาขาขุนหาญ"
  },
  {
    "code": "3152",
    "name": "สนง.ที่ดินจังหวัดศรีสะเกษ สาขาอุทุมพรพิสัย"
  },
  {
    "code": "3154",
    "name": "ธกส. สาขาวังหิน"
  },
  {
    "code": "3155",
    "name": "หมวดบำรุงทางหลวงศรีสะเกษ",
    "name2": "หมวดบำรุงทางหลวงศรีสะเกษ",
    "address": "อ.เมือง จ.ศรีสะเกษ"
  },
  {
    "code": "3156",
    "name": "สำนักงาน ทางหลวงชนบทที่7 (อุบลราชธานี)",
    "name2": "สำนักงาน ทางหลวงชนบทที่7 (อุบลราชธานี)",
    "address": "130 ถ.คลังอาวุธ ต.ขามใหญ่ อ.เมือง จ.ศรีสะเกษ 34000"
  },
  {
    "code": "3175",
    "name": "บ้านพักเด็กและครอบครัว"
  },
  {
    "code": "3176",
    "name": "สนง.ปศุสัตว์จังหวัดศรีสะเกษ"
  },
  {
    "code": "3177",
    "name": "สนง.ประกันสังคม"
  },
  {
    "code": "3178",
    "name": "สนง.ปฏิรูปที่ดินศรีสะเกษ (หลุมอัดฉีด)",
    "name2": "สนง.ปฏิรูปที่ดินศรีสะเกษ (ดาว)",
    "address": "อ.เมือง จ.ศรีสะเกษ"
  },
  {
    "code": "3179",
    "name": "ปกครองพยุห์"
  },
  {
    "code": "3179-1",
    "name": "ปกครองอ.พยุห์ (หลุมอัดฉีด)",
    "name2": "ปกครองอ.พยุห์ (หลุมอัดฉีด)"
  },
  {
    "code": "3180",
    "name": "ปกครอง อ.เมือง"
  },
  {
    "code": "3181",
    "name": "พัฒนาสังคมและความมั่นคง"
  },
  {
    "code": "3182",
    "name": "ปกครอง อ.วังหิน"
  },
  {
    "code": "3188",
    "name": "สนง.ป้องกันและบรรเทาสาธารณภัย จ.ศรีสะเกษ"
  },
  {
    "code": "3189",
    "name": "สนง.ป้องกันฯสาขากันทรลักษณ์"
  },
  {
    "code": "3191",
    "name": "สนง. ป้องกันฯ เขต7 สกลนคร"
  },
  {
    "code": "3201",
    "name": "สนง.พาณิชย์จังหวัดศรีสะเกษ",
    "name2": "สนง.พาณิชย์จังหวัดศรีสะเกษ"
  },
  {
    "code": "3202",
    "name": "สนง.พัฒนาชุมชน จ.ศรีสะเกษ"
  },
  {
    "code": "3203",
    "name": "สนง.พลังงาน"
  },
  {
    "code": "3226",
    "name": "สนง.โยธาธิการและผังเมือง",
    "name2": "สนง."
  },
  {
    "code": "3227",
    "name": "สนง.ยุติธรรม จ.ศรีสะเกษ"
  },
  {
    "code": "3250",
    "name": "โรงเรียนศรีสะเกษวิทยาลัย"
  },
  {
    "code": "3250-1",
    "name": "โรงเรียนศรีสะเกษวิทยาลัย (หลุมอัดฉีด)",
    "name2": "โรงเรียนศรีสะเกษวิทยาลัย (หลุมอัดฉีด)"
  },
  {
    "code": "3251",
    "name": "โรงเรียนกีฬาจังหวัดศรีสะเกษ"
  },
  {
    "code": "3251-1",
    "name": "โรงเรียนกีฬาจังหวัดศรีสะเกษ (หลุมอัดฉีด)",
    "name2": "โรงเรียนกีฬาจังหวัดศรีสะเกษ (หลุมอัดฉีด)"
  },
  {
    "code": "3252",
    "name": "โรงเรียนราชประชานุเคราะห์ 29",
    "name2": "โรงเรียนราชประชานุเคราะห์ 29"
  },
  {
    "code": "3253",
    "name": "โรงเรียนราชประชานุเคราะห์ 29 (LPG)"
  },
  {
    "code": "3254",
    "name": "โรงพยาบาลศรีสะเกษ"
  },
  {
    "code": "3254-1",
    "name": "โรงพยาบาลศรีสะเกษ  (หลุมอัดฉีด)",
    "name2": "โรงพยาบาลศรีสะเกษ  (หลุมอัดฉีด)"
  },
  {
    "code": "3255",
    "name": "สนง.แรงงานจังหวัดศรีสะเกษ"
  },
  {
    "code": "3256",
    "name": "เรือนจำจังหวัดศรีสะเกษ"
  },
  {
    "code": "3257",
    "name": "โรงพยาบาลวังหิน"
  },
  {
    "code": "3258",
    "name": "โรงเรียนสตรีสิริเกศ"
  },
  {
    "code": "3258-1",
    "name": "โรงเรียนสตรีสิริเกษ (หลุมอัดฉีด)",
    "name2": "โรงเรียนสตรีสิริเกษ (ดาว)"
  },
  {
    "code": "3259",
    "name": "ร.พ.บึงบูรพ์"
  },
  {
    "code": "3260",
    "name": "ทรัพยากรธรรมชาติและสิ่งแวดล้อม"
  },
  {
    "code": "3261",
    "name": "วิทยาลัยการอาชีพศรีสะเกษ"
  },
  {
    "code": "3261-1",
    "name": "วิทยาลัยการอาชีพศรีสะเกษ (หลุมอัดฉัด)",
    "name2": "วิทยาลัยการอาชีพศรีสะเกษ (หลุมอัดฉัด)"
  },
  {
    "code": "3262",
    "name": "วิทยาลัยเทคนิค ศรีสะเกษ"
  },
  {
    "code": "3264",
    "name": "โรงพยาบาลพยุห์"
  },
  {
    "code": "3264-1",
    "name": "โรงพยาบาลพยุห์ (หลุมอัดฉีด)",
    "name2": "โรงพยาบาลพยุห์ (หลุมอัดฉีด)"
  },
  {
    "code": "3265",
    "name": "โรงพยาบาล น้ำเกลี้ยง",
    "name2": "รพ.น้ำเกลี้ยง",
    "address": "อ.น้ำเกลี้ยง  จ.ศรีสะเกษ"
  },
  {
    "code": "3266",
    "name": "โรงพยาบาล ศรีรัตนะ",
    "name2": "โรงพยาบาล ศรีรัตนะ",
    "address": "อ.ศรีรัตนะ จ.ศรีสะเกษ"
  },
  {
    "code": "3267",
    "name": "โรงเรียนอนุบาลศรีสะเกษ",
    "name2": "โรงเรียนอนุบาลศรีสะเกษ"
  },
  {
    "code": "3275",
    "name": "ศูนย์การศึกษาพิเศษประจำจังหวัดศรีสะเกษ",
    "name2": "ศูนย์การศึกษาพิเศษ"
  },
  {
    "code": "3275-1",
    "name": "ศูนย์การศึกษาพิเศษประจำจังหวัดศรีสะเกษ (หลุมอัดฉัด)",
    "name2": "ศูนย์การศึกษาพิเศษประจำจั"
  },
  {
    "code": "3276",
    "name": "ศูนย์เรียนรู้การพัฒนาสตรีฯ"
  },
  {
    "code": "3277",
    "name": "ศูนย์หม่อนไหมเฉลิมพระเกียรติฯ ศรีสะเกษ"
  },
  {
    "code": "3278",
    "name": "สนง.พัฒนาฝีมือแรงงาน"
  },
  {
    "code": "3278-1",
    "name": "สนง.พัฒนาฝีมือแรงงาน (หลุมอัดฉีด)",
    "name2": "สนง.พัฒนาฝีมือแรงงาน (หลุมอัดฉีด)"
  },
  {
    "code": "3279",
    "name": "ศาลจังหวัดศรีสะเกษ"
  },
  {
    "code": "3280",
    "name": "ศูนย์สงเคราะห์และฝึกอาชีพเยาวชนจังหวัดศรีสะเกษ"
  },
  {
    "code": "3281",
    "name": "ศูนย์เมล็ดพันธุ์ข้าวศรีสะเกษ"
  },
  {
    "code": "3282",
    "name": "ศูนย์วิจัยพืชสวนจังหวัดศรีสะเกษ"
  },
  {
    "code": "3283",
    "name": "ศาลเยาวชนและครอบครัวจังหวัดศรีสะเกษ"
  },
  {
    "code": "3284",
    "name": "ศูนย์คุ้มครองและเสริมสร้างคุุณภาพชีวิต",
    "name2": "ศูนย์คุ้มครองและเสริมสร้างคุุณภาพชีวิต"
  },
  {
    "code": "3284-1",
    "name": "ศูนย์คุ้มครองคนไร้ที่พึ่งจังหวัดศรีสะเกษ (หลุมอัดฉีด)",
    "name2": "ศูนย์คุ้มครองคนไร้ที่พึ่งจังหวัดศรีสะเกษ (หลุมอัดฉีด)"
  },
  {
    "code": "3286",
    "name": "ศูนย์วิจัยและพัฒนาการเกษตรศรีสะเกษ",
    "name2": "ศูนย์ส่งเสริมและพัฒนาการเกษตรจ.ศรีสะเกษ",
    "address": "อ.เมือง จ.ศรีสะเกษ"
  },
  {
    "code": "3301",
    "name": "สนง.สวัสดิการและคุ้มครองแรงงาน"
  },
  {
    "code": "3302",
    "name": "สนง.สาธารณสุขจังหวัดศรีสะเกษ"
  },
  {
    "code": "3303",
    "name": "สสอ.เมือง"
  },
  {
    "code": "3305",
    "name": "สนง.สาธารณสุขอำเภอพยุห์"
  },
  {
    "code": "3307",
    "name": "ศูนย์วิจัยและบำรุงพันธ์สัตว์",
    "name2": "ศูนย์วิจัยและบำรุงพันธ์สัตว์"
  },
  {
    "code": "3308",
    "name": "สนง.สรรพากรพื้นที่ศรีสะเกษ",
    "name2": "สนง.สรรพากรพื้นที่ศรีสะเกษ"
  },
  {
    "code": "3309",
    "name": "ศูนย์วิจัยและพัฒนาประมงน้ำจืดจังหวัดศรีสะเกษ"
  },
  {
    "code": "3310",
    "name": "สสอ.วังหิน"
  },
  {
    "code": "3311",
    "name": "สถิติ จังหวัดศรีสะเกษ"
  },
  {
    "code": "3312",
    "name": "สนง.สรรพสามิต"
  },
  {
    "code": "3314",
    "name": "สสอ.เมืองจันทร์"
  },
  {
    "code": "3316",
    "name": "รพ.สต.พยุห์"
  },
  {
    "code": "3318",
    "name": "สนง.สรรพากรพื้นที่สาขาเมืองศรีสะเกษ",
    "name2": "สนง.สรรพากรพื้นที่สาขาเมืองศรีสะเกษ"
  },
  {
    "code": "3319",
    "name": "มหาวิทยาลัยการกีฬาแห่งชาติ (หลุมอัดฉีด)",
    "name2": "มหาวิทยาลัยการกีฬาแห่งชาติ"
  },
  {
    "code": "3320",
    "name": "มหาวิทยาลัยราชภัฎศรีสะเกษ(หลุมอัดฉีด)",
    "name2": "มหาวิทยาลัยราชภัฎศรีสะเกษ(ดาว)"
  },
  {
    "code": "3326",
    "name": "บริษัทโทรคมนาคมแห่งชาติจำกัด(มหาชน)",
    "name2": "บริษัทโทรคมนาคมแห่งชาติจำกัด(มหาชน)"
  },
  {
    "code": "3326-1",
    "name": "บริษัทโทรคมนาคมแห่งชาติจำกัด (หลุมอัดฉีด)",
    "name2": "บ.โทรคมนาคมแห่งชาติ(ดาว)"
  },
  {
    "code": "3327",
    "name": "อุตสาหกรรม ศรีสะเกษ"
  },
  {
    "code": "3328",
    "name": "เทศบาลตำบลน้ำคำ"
  },
  {
    "code": "3328-1",
    "name": "เทศบาลตำบลน้ำคำ (หลุมอัดฉีด)",
    "name2": "เทศบาลตำบลน้ำคำ (หลุมอัดฉีด)",
    "address": "ตำบลน้ำคำ  อำเภอเมือง จังหวัดศรีสะเกษ"
  },
  {
    "code": "3329",
    "name": "อบจ. (กองช่าง)"
  },
  {
    "code": "3329-1",
    "name": "อบจ.(กองการเจ้าหน้าที่)"
  },
  {
    "code": "3329-2",
    "name": "อบจ. (สำนักปลัด)"
  },
  {
    "code": "3329-3",
    "name": "อบจ.(กองยุทธศาสตร์ฯ)"
  },
  {
    "code": "3329-4",
    "name": "อบจ.(กองการศึกษา)"
  },
  {
    "code": "3329-5",
    "name": "อบจ. (กองคลัง)"
  },
  {
    "code": "3329-6",
    "name": "อบจ. (กองเลขานุการฯ)"
  },
  {
    "code": "3329-7",
    "name": "อบจ.(ตรวจสอบภายใน)",
    "name2": "อบจ.ตรวจสอบภายใน"
  },
  {
    "code": "3329-8",
    "name": "อบจ.(กองสาธารณสุข)",
    "name2": "อบจ.(กองสาธารณสุข)",
    "address": "อ.เมือง จ.ศรีสะเกษ"
  },
  {
    "code": "3329-9",
    "name": "อบจ.(กองทุนฟื้นฟูสมรรถภาพฯ)",
    "name2": "อบจ.(กองทุนฟื้นฟูสมรรถภาพฯ)",
    "address": "อ.เมือง  จ.ศรีสะเกษ"
  },
  {
    "code": "3330",
    "name": "อบต.หนองครก"
  },
  {
    "code": "3333",
    "name": "อบต.ซำ"
  },
  {
    "code": "3334",
    "name": "อบต.คูซอด"
  },
  {
    "code": "3335",
    "name": "อบต.หนองไผ่"
  },
  {
    "code": "3335-1",
    "name": "อบต.หนองไผ่ (หลุมอัดฉีด)",
    "name2": "อบต.หนองไผ่ (ดาว)"
  },
  {
    "code": "3336",
    "name": "อบต.ขะยูง"
  },
  {
    "code": "3337",
    "name": "อบต.โพธิ์"
  },
  {
    "code": "3338",
    "name": "อบต.โพนยาง"
  },
  {
    "code": "3339",
    "name": "อบต.โพนค้อ"
  },
  {
    "code": "3340",
    "name": "อบต.จาน",
    "name2": "อบต.จาน"
  },
  {
    "code": "3341",
    "name": "อบต.ธาตุ",
    "name2": "อบต.ธาตุ"
  }
];
